/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Trung tâm";

/* An audio channel label. */
"Center Surround" = "Quanh Trung tâm";

/* An audio channel label. */
"Center Surround Direct" = "Hướng Quanh Trung tâm";

/* Channel. An audio channel label. */
"Channel" = "Kênh";

/* Channels. An audio channel label. */
"Channels" = "Các kênh";

/* An audio channel label. */
"Click Track" = "Bấm vào Bản nhạc";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialog Centric Mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Rời rạc";

/* An audio channel label. */
"Foreign Language" = "Ngoại Ngữ";

/* An audio channel label. */
"Headphones Left" = "Tai nghe Trái";

/* An audio channel label. */
"Headphones Right" = "Tai nghe Phải";

/* An audio channel label. */
"Hearing Impaired" = "Khiếm Thính";

/* An audio channel label. */
"Left" = "Bên trái";

/* An audio channel label. */
"Left Center" = "Trung tâm Bên trái";

/* An audio channel label. */
"Left Surround" = "Xung quanh Bên trái";

/* An audio channel label. */
"Left Surround Direct" = "Hướng Xung quanh Bên trái";

/* An audio channel label. */
"Left Total" = "Tổng Bên trái";

/* An audio channel label. */
"Left Wide" = "Rộng Bên trái";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "Màn hìn LFE";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Mid";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Tường thuật";

/* An audio channel label. */
"Rear Surround Left" = "Phía sau Xung quanh Bên trái";

/* An audio channel label. */
"Rear Surround Right" = "Phía sau Xung quanh Bên phải";

/* An audio channel label. */
"Right" = "Bên phải";

/* An audio channel label. */
"Right Center" = "Trung tâm Bên phải";

/* An audio channel label. */
"Right Surround" = "Xung quanh Bên phải";

/* An audio channel label. */
"Right Surround Direct" = "Hướng Xung quanh Bên phải";

/* An audio channel label. */
"Right Total" = "Tổng Bên phải";

/* An audio channel label. */
"Right Wide" = "Rộng Bên phải";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Bên";

/* An audio channel label. */
"Top Back Center" = "Trên cùng Trung tâm Phía sau";

/* An audio channel label. */
"Top Back Left" = "Trên cùng Phía sau Bên trái";

/* An audio channel label. */
"Top Back Right" = "Trên cùng Phía sau Bên phải";

/* An audio channel label. */
"Top Center Surround" = "Trên cùng Xung quanh Trung tâm";

/* An audio channel label. */
"Unknown" = "Không xác định";

/* An audio channel label. */
"Unused" = "Không dùng";

/* An audio channel label. */
"Vertical Height Center" = "Trung tâm Chiều cao Thẳng";

/* An audio channel label. */
"Vertical Height Left" = "Bên trái Chiều cao Thẳng";

/* An audio channel label. */
"Vertical Height Right" = "Bên phải Chiều cao Thẳng";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptic";

